/* Login */

"Welcome" = "Bem vindo!";
"Login Success" = "Login efectuado com sucesso.";
"Username" = "Nome de Utilizador";
"Password" = "Palavra chave";
"Login" = "Entrar";
"Welcome to myWine" = "Bem-vindo ao myWine";
"Initial Configuration" = "Configuração Inicial";
"Login Failure" = "O nome de utilizador ou a palavra-passe que introduziu estão incorretos.";
"Error" = "Erro";


/* ListaVinhos */
"Wines List Title" = "Vinhos";
"Wine delete fail" = "Vinho não pôde ser removido. Por favor, tente novamente.";
"Filter" = "Filtrar";

/* ListaProvas */
"Compare" = "Comparar";

/* Detalhes Vinho */
"Producer" = "Produtor";
"Harvest year" = "Ano de colheita";
"Region" = "Região";
"Country" = "País";
"Grapes" = "Castas";
"Price" = "Preço";

/* Editar Vinho */
"Done" = "Concluído";
"Edit" = "Editar";
"Cancel" = "Cancelar";
"Select Region" = "Por favor escolha a região";

/*Novo Vinho*/
"Select Country First" = "Escolha o País primeiro";
"Tap to select" = "Pressione para escolher";
"Empty Name" = "Nome do vinho não deve ser nulo";
"Empty year" = "Ano do vinho não deve ser nulo";
"Empty country" = "País do vinho não deve ser nulo";
"Empty region" = "Região não deve ser nulo";
"Thank you" = "Obrigado";
"Success" = "Vinho adicionado com sucesso";
"WineName" = "Nome";
"WineProd" = "Produtor";
"WineYear" = "Ano";
"WinePrice" = "Preço";
"WineCountry" = "País";
"WineRegion" = "Região";
"WineType" = "Tipo";
"WineGrape" = "Castas";
"Photo" = "Tirar Foto";
"Countries" = "Países";
"Regions" = "Regiões";
"NovoVinho" = "Novo Vinho";

/*Fotografia */
"New Photo" = "Nova Fotografia";

/*Menu Principal*/
"Search" = "Pesquisar";
"Sync" = "   Sincronizar Dados";
"Help" = "Ajuda";
"Home" = "Início";

/*Popup da sincronizacao*/
"Synchronizing" = "A sincronizar";
"Synchronization frase" = "Por favor aguarde enquanto a aplicação sincroniza";
"Synchronization step" = "Passo %d de %d conluído";

/* Detalhes Prova */
"Tasting of" = "Prova de";
"Comment" = "Comentário";
"Score" = "Pontuação";

/* Help */
"FAQ" = "Perguntas Frequentes";
"P1" = "Como posso adicionar um vinho novo?";
"P2" = "Como posso adicionar uma nova prova a um vinho?";
"P3" = "Como posso alterar o alerta de sincronização?";
"P4" = "Como posso alterar o idioma?";
"P5" = "Como posso remover as credenciais?";
"R1" = "Use o botão + localizado no canto superior esquerdo em cima da lista de vinhos para adicionar um vinho novo.";
"R2" = "Após ter selecionado o vinho do lado esquerdo do ecrã use o botão de + do canto superior esquerdo para adicionar uma nova prova a esse vinho.";
"R3" = "Para alterar a configuração dos alertas visite o painel de definições do iPad e selecione a categoria myWine.";
"R4" = "Para alterar a configuração do idioma visite o painel de definições do iPad e selecione a categoria myWine.";
"R5" = "Para remover as credenciais do sistema visite o painel de defenições do iPad e selecione a categoria myWine.";